[
    {
        "_id": "1",
        "title": "Domino Disrupter",
        "image": "https://uploads-ssl.webflow.com/6160407763f5cd74b27c2405/6160407763f5cd63147c242b_img-office-maat.jpg",
        "year": "1997",
        "about": "Mission",
        "sub_title": "Sub-title for the story step",
        "description": "A way to change the way we change—a way to rethink how we think. Creating a pathway of limelight that brings disruptions into notion is our drive. Let us be the disrupter of change for a better future, bright tomorrow."
    },
    {
        "_id": "2",
        "title": "Sustainable integrity",
        "image": "https://uploads-ssl.webflow.com/6160407763f5cd74b27c2405/6160407763f5cd63147c242b_img-office-maat.jpg",
        "year": "2004",
        "sub_title": "Sub-title for the story step",
        "about": "Vision",
        "description": "A future where we can reimagine, rethink and recreate services that beam out waves of sustainable integrity. A future fit for everyone-a more versatile place."
    },
    {
        "_id": "3",
        "title": "Your Comrade",
        "image": "https://uploads-ssl.webflow.com/6160407763f5cd74b27c2405/6160407763f5cd63147c242b_img-office-maat.jpg",
        "year": "2008",
        "about": "Goal",
        "sub_title": "Sub-title for the story step",
        "description": "A comrade in arms, someone you can depend your life on. While you focus on the critical processes, we drive your growth and change your game's tides."
    },
    {
        "_id": "4",
        "title": "Our Story",
        "image": "https://uploads-ssl.webflow.com/6160407763f5cd74b27c2405/6160407763f5cd63147c242b_img-office-maat.jpg",
        "year": "2010",
        "sub_title": "Sub-title for the story step",
        "about": "Gold",
        "description": "Everything changes when you fix a goal and put a time stamp on it. It's an urge to create impact, to make a change. When ClareX was founded, we wanted to help businesses succeed in their core business processes while taking care of the rest work. It was a modest goal of moving forward impact and transformation. Today, after more than five years, we have grown from our sister concern, Lever & Gear, to offer a broader range of services from BPO, ITES, FInancing solutions to DIgital Marketing."
    },
    {
        "_id": "5",
        "title": "To take the future",
        "image": "https://uploads-ssl.webflow.com/6160407763f5cd74b27c2405/6160407763f5cd63147c242b_img-office-maat.jpg",
        "year": "2018",
        "sub_title": "Sub-title for the story step",
        "about": "Careers",
        "description": "As businesses and organizations collect and use more data every day, the demand for skilled experts has skyrocketed. With opportunities to work in practically every sector and industry, from IT to entertainment, manufacturing to healthcare, it’s the responsibility of data scientists to compile, process, analyze and present data for an organization in order for it to make more informed decisions."
    }
]